Revit 2024 API
UnitTypeId.MilesPerHour Property
 Miles per hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId MilesPerHour { get; }
Visual Basic
Public Shared ReadOnly Property MilesPerHour As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MilesPerHour {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace